[Demo_Maya_ep7_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=503,Y=-8990,Z=1118),VecSub=(X=90,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Serious_Sisters.GG2_BGM_DM_Serious_Sisters_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[18]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_005_Cue',Name="")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[20]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[23]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_006_Cue',Name="カミゾノ　マヤ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[33]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_009_Cue',Name="カミゾノ　マヤ")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[35]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[38]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_010_Cue',Name="")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[40]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_011_Cue',Name="")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=0)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_012_Cue',Name="カミゾノ　マヤ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_013_Cue',Name="")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[53]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[54]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[62]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_017_Cue',Name="")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[66]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[67]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_019_Cue',Name="")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[74]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_020_Cue',Name="カミゾノ　マヤ")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[76]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[78]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[79]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[80]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_024_Cue',Name="カミゾノ　マヤ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[91]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_026_Cue',Name="カミゾノ　マヤ")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[93]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[95]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[96]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[97]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[98]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[103]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[104]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[105]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[106]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[109]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_032_Cue',Name="カミゾノ　マヤ")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[111]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[112]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_033_Cue',Name="")
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[114]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[115]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[116]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[119]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_034_Cue',Name="カミゾノ　マヤ")
DemoScripts[120]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[121]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[124]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[127]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[128]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_2.GG2_V_Maya_ep7_2_037_Cue',Name="カミゾノ　マヤ")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[130]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[131]=(Actor=WINDOW,Command=EXIT)
DemoScripts[132]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[133]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[134]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[135]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[136]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep7_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep7_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="小真夜,妳來了啊.")

Texts[1]=(Label="TEXT02",Name="真夜",Text="......峯哥./n這是,怎麼回事?/n小忍呢?")

Texts[2]=(Label="TEXT03",Name="峯大",Text="是我打電話給小忍,/n請她把小真夜叫出來的.")

Texts[3]=(Label="TEXT04",Name="峯大",Text="......做出這種像是騙妳的事,抱歉./n不過我有些無論如何都想要/n告訴妳的話.")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="真夜大人......現在的峯大大人受到失控的/n天使之箭影響,變成了不在今天之內告白的話,/n一輩子都交不到女朋友的體質......")

Texts[5]=(Label="TEXT06",Name="真夜",Text="......!?/n那就,快點,到小忍的/n身邊去......!")

Texts[6]=(Label="TEXT07",Name="峯大",Text="不對.小真夜./n我喜歡的人,是妳.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="這並不是什麼天使之箭的影響./n我是憑我自身的心情喜歡著妳的./n小真夜!")

Texts[8]=(Label="TEXT09",Name="真夜",Text="可是,峯哥是,要和小忍,/n結合的命運......!")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="沒有命運是可以讓他人決定的./n就算有,那種東西又有什麼價值呢?")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="峯大大人做出了選擇./n靠他自己決定命運的對象./n而那個人,就是真夜大人妳.")

Texts[11]=(Label="TEXT12",Name="真夜",Text="不對......我,不相信......!/n妳是,哄騙峯哥的,/n廢柴天使!")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="什!?")

Texts[13]=(Label="TEXT14",Name="峯大",Text="艾可蘿她......不是什麼廢柴哦./n雖然會變成這個樣子的確也是/n艾可蘿造成的就是了.")

Texts[14]=(Label="TEXT15",Name="真夜",Text="果然!")

Texts[15]=(Label="TEXT16",Name="峯大",Text="不過,要是沒有艾可蘿的話,/n我想我也不可能像這樣/n向妳表達我的心意.")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="峯大大人......")

Texts[17]=(Label="TEXT18",Name="峯大",Text="的確是這樣也說不定......")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="峯大大人,太過分了!")

Texts[19]=(Label="TEXT20",Name="真夜",Text="那個天使,說的事情,是胡說八道./n就算是從現在開始,也該對小忍......")

Texts[20]=(Label="TEXT21",Name="峯大",Text="不過,那種事無所謂./n因為我喜歡妳/n是我自身的心意.")

Texts[21]=(Label="TEXT22",Name="峯大",Text="要說廢柴,小真夜......妳也一樣唷.")

Texts[22]=(Label="TEXT23",Name="峯大",Text="雖然我這麼說可能有點自以為是....../n但妳祈禱著小忍的幸福,/n而打算放棄自己的幸福.")

Texts[23]=(Label="TEXT24",Name="真夜",Text="才沒有,那種事!/n我只是,要讓小忍幸福......")

Texts[24]=(Label="TEXT25",Name="峯大",Text="不對./n因為告訴我這些的/n就是小忍.")

Texts[25]=(Label="TEXT26",Name="真夜",Text="小忍......她?")

Texts[26]=(Label="TEXT27",Name="峯大",Text="小忍覺得要是妳不幸福是不行的啊./n要妳忍耐的命運什麼的,/n那種事完全算不上是幸福.")

Texts[27]=(Label="TEXT28",Name="峯大",Text="忽視這件事,強迫推銷命運的妳....../n還有沒注意到這件事的我也是....../n我們兩個都是廢柴唷.")

Texts[28]=(Label="TEXT29",Name="峯大",Text="命運怎樣的都沒關係./n那種事怎樣都無所謂.")

Texts[29]=(Label="TEXT30",Name="峯大",Text="我就是想要和小真夜在一起!/n......妳的想法又是如何呢?/n告訴我吧,小真夜!")

Texts[30]=(Label="TEXT31",Name="峯大",Text="NO!/n不如說,我纔是廢柴!/n要論廢柴度的話,我可不輸任何人哦!")

Texts[31]=(Label="TEXT32",Name="真夜",Text="峯哥,你果然/n受到了天使之箭,影響......")

Texts[32]=(Label="TEXT33",Name="艾可蘿",Text="峯大大人能不能/n別再多嘴了呢......")

Texts[33]=(Label="TEXT34",Name="真夜",Text="......!/n現在的峯哥,被廢柴天使哄騙,/n說什麼都沒用......!")

Texts[34]=(Label="TEXT35",Name="峯大",Text="那麼,小真夜......一決勝負吧.")

Texts[35]=(Label="TEXT36",Name="峯大",Text="從廢柴天使那裡得到的這份力量--/n費洛蒙射擊要是能贏過妳的話,/n妳就能承認我的心意是貨真價實的吧?")

Texts[36]=(Label="TEXT37",Name="真夜",Text="我要,守護小忍的,命運!")

Texts[37]=(Label="",Name="",Text="")

Texts[38]=(Label="SELECT01",Name="",Text="艾可蘿/n不是廢柴")

Texts[39]=(Label="SELECT02",Name="",Text="的確是這樣/n也說不定......")

Texts[40]=(Label="SELECT03",Name="",Text="小真夜也/n是廢柴!")

Texts[41]=(Label="SELECT04",Name="",Text="和那種事/n沒關係!")

Texts[42]=(Label="SELECT05",Name="",Text="不如說/n我纔是廢柴!")

Texts[43]=(Label="SELECT06",Name="",Text="")

Texts[44]=(Label="SELECT07",Name="",Text="")

Texts[45]=(Label="SELECT08",Name="",Text="")

Texts[46]=(Label="SELECT09",Name="",Text="")

Texts[47]=(Label="SELECT10",Name="",Text="")


